{
  "nutrition-gut-health-review": {
    "type": "journal",
    "title": "Nutrition and Gut Health: A Comprehensive Review",
    "authors": ["Brown, A.", "Davis, S."],
    "year": 2022,
    "journal": "Nutritional Science Review",
    "volume": 33,
    "issue": 4,
    "pages": "78-92",
    "doi": "10.5678/nsr.2022.33.4",
    "url": "https://doi.org/10.5678/nsr.2022.33.4",
    "keywords": ["nutrition", "gut health", "microbiome", "diet"],
    "abstract": "A comprehensive review of current research on the relationship between nutrition and gut health."
  },
  "effects-omega-fats-vitamins-gait-ms-study": {
    "type": "journal",
    "title": "The Effects of Specific Omega-3 and Omega-6 Polyunsaturated Fatty Acids and Antioxidant Vitamins on Gait and Functional Capacity Parameters in Patients with Relapsing-Remitting Multiple Sclerosis",
    "authors": [
      "Aristotelous, Panayiotis",
      "Stefanakis, Manos",
      "Pantzaris, Marios",
      "Pattichis, Constantinos S.",
      "Calder, Philip C.",
      "Patrikios, Ioannis S.",
      "Sakkas, Giorgos K.",
      "Giannaki, Christoforos D."
    ],
    "year": 2021,
    "journal": "Nutrients",
    "volume": 13,
    "issue": 10,
    "pages": "3661",
    "doi": "10.3390/nu13103661",
    "url": "http://dx.doi.org/10.3390/nu13103661",
    "keywords": [
      "omega-3",
      "omega-6",
      "antioxidant vitamins",
      "multiple sclerosis"
    ],
    "abstract": "Patients with multiple sclerosis (MS) are characterized by, among other symptoms, impaired functional capacity and walking difficulties. Polyunsaturated fatty acids (PUFAs) have been found to improve MS patients' clinical outcomes; however, their effect on other parameters associated with daily living activities need further investigation. The current study aimed to examine the effect of a 24-month supplementation with a cocktail dietary supplement formula, the NeuroaspisTM PLP10, containing specific omega-3 and omega-6 PUFAs and specific antioxidant vitamins on gait and functional capacity parameters of patients with MS. Fifty-one relapsing-remitting MS (RRMS) patients with low disability scores (age: 38.4 ± 7.1 years; 30 female) were randomized 1:1 to receive either a 20 mL daily dose of the dietary formula containing a mixture of omega-3 and omega-6 PUFAs (12,150 mg), vitamin A (0.6 mg), vitamin E (22 mg), and γ-tocopherol (760 mg), the OMEGA group (n = 27; age: 39 ± 8.3 years), or 20 mL placebo containing virgin olive oil, the placebo group (n = 24; age: 37.8 ± 5.3 years). The mean ± SD (standard deviation) Expanded Disability Status Scale (EDSS) score for the placebo group was 2.36 and for the OMEGA group 2.22. All enrolled patients in the study were on Interferon-β treatment. Spatiotemporal gait parameters and gait deviation index (GDI) were assessed using a motion capture system. Functional capacity was examined using various functional tests such as the six-minute walk test (6MWT), two sit-to-stand tests (STS-5 and STS-60), and the Timed Up and Go test (TUG). Isometric handgrip strength was assessed by a dynamometer. Leg strength was assessed using an isokinetic dynamometer. All assessments were performed at baseline and at 12 and 24 months of supplementation. A total of 36 patients completed the study (18 from each group). Six patients from the placebo group and 9 patients from the OMEGA group dropped out from the study or were lost to follow-up. The dietary supplement significantly improved the single support time and the step and stride time (p < 0.05), both spatiotemporal gait parameters. In addition, while GDI of the placebo group decreased by about 10% at 24 months, it increased by about 4% in the OMEGA group (p < 0.05). Moreover, performance in the STS-60 test improved in the OMEGA group (p < 0.05) and there was a tendency for improvement in the 6MWT and TUG tests. Long-term supplementation with high dosages of omega-3 and omega-6 PUFAs (compared to previous published clinical studies using PUFAs) and specific antioxidant vitamins improved some functional capacity and gait parameters in RRMS patients."
  },
  "mindfulness-meditation-stress-reduction": {
    "type": "journal",
    "title": "The Impact of Mindfulness Meditation on Stress Reduction",
    "authors": ["Smith, J.", "Johnson, M.", "Williams, R."],
    "year": 2023,
    "journal": "Journal of Mental Health",
    "volume": 45,
    "issue": 2,
    "pages": "123-145",
    "doi": "10.1234/jmh.2023.45.2",
    "url": "https://doi.org/10.1234/jmh.2023.45.2",
    "keywords": ["mindfulness", "stress", "meditation", "mental health"],
    "abstract": "This study examines the effects of regular mindfulness meditation practice on stress levels in adults."
  }
}
